<?php

return [

    'home page' => 'الصفحة الرئيسية',
    'about us' => 'من نحن',
    'news' => 'أخبار',
    'support' => 'الدعم',
    'palastine' => 'فلسطين',
    'israel' => 'إسرائيل',
    'points issue' => 'أهم النقاط في القضية الفلسطينية',
    'prominent crimes' => 'أبرز الجرائم',
    'prominent stages' => 'أبرز مراحل الصراع الفلسطيني',
    'login' => 'تسجيل الدخول',
    'register' => 'التسجيل',
    'arabic' => 'العربية',
    'english' => 'الإنجليزية',
    'hebrew' => 'العبرية',
    'logout' => 'تسجيل الخروج',
    'wpalastine' => 'المنطقة الجغرافية الممتدة من جنوب شرق البحر المتوسط حتى وادي الأردن مع إمكانية توسيع التعريف لتشمل مناطق شرق نهر الأردن. تعتبر نقطة تقاطع للثقافات والتجارة والسياسة، مع وجود كيانات سياسية متراكبة كإسرائيل والضفة الغربية وقطاع غزة. المنطقة تضم مدنًا ذات أهمية تاريخية ودينية، مع سيطرة إسرائيل عسكريًا وحكم ذاتي فلسطينيًا. يشكل العرب نسبة كبيرة من السكان، وتشهد توترًا أمنيًا وصراعات سياسية مع انتهاكات حقوق الإنسان وعمليات الاستيطان والعنصرية.',
    'choose_language' => 'حدد اللغه',
    'back_to_home' => 'العودة إلى الصفحة الرئيسية',
    'search' => 'بحث',
    'recent_post' => 'المشاركات الأخيرة',
    'photo_feeds' => 'تغذية الصور',
    'Newsletter' => 'النشرة الإخبارية',
    'subscribe' => 'اشترك',
    'comment' => 'تعليقات',
    'nocomment' => 'لا تعليقات',
    'l_reply' => 'اترك تعليقًا',
    'notes' => 'ملاحظات',
    'success_message' => ' تم ارصسال التعليق بنجاح ',
    'copyright' => 'جميع الحقوق محفوظة | تم إنشاء هذا القالب بواسطة',
    'sendMessage' => ' اضافة تعليق',
    'follow_us' => 'تابعنا',
    'about_us' => 'معلومات عنا',
    'welcome' => 'مرحبًا',
    'mission' => 'مهمتنا',
    'team' => 'فريقنا',
    'offer' => 'ما نقدمه',
    'value' => 'قيمنا',
    'welcome_d' => 'نحن فريق متحمس من طلاب الجامعة نكرس جهودنا لتقديم أحدث الأخبار والمقالات المثيرة للمجتمع. منصتنا تهدف إلى إشراك وتثقيف وإلهام قرائنا من خلال صحافة عالية الجودة ومنظورات متنوعة حول الأحداث الحالية.',
    'mission_d' => 'مهمتنا هي توفير أخبار دقيقة وفي الوقت المناسب وذات صلة لجمهورنا. نحن نؤمن بقوة المعلومات في تشكيل الآراء وإثارة النقاشات ودفع التغيير الإيجابي. نسعى لتغطية مجموعة واسعة من المواضيع، من الأخبار المحلية وفعاليات الحرم الجامعي إلى القضايا العالمية والابتكارات.',
    'team_d' => 'يتكون فريقنا من طلاب موهوبين ومتحمسين من تخصصات مختلفة، مما يجمع بين مجموعة غنية من المهارات ووجهات النظر. لدينا كتاب، ومحررون، ومصورون، ومطورون يعملون معًا لضمان أن يكون محتوانا مثيرًا للاهتمام وموقعنا سهل الاستخدام.',
    'offer_d' => 'الأخبار العاجلة: ابق على اطلاع بآخر المستجدات في كليتنا والمجتمع والعالم.
المقالات المتعمقة: استكشاف المقالات الشاملة التي تقدم تحليلاً مفصلاً ورؤى حول القضايا الهامة.
الآراء: قراءة الآراء المثيرة للتفكير من مساهمينا حول مجموعة متنوعة من المواضيع.
تغطية الأحداث: احصل على آخر الأخبار حول الأحداث التي تحدث في الحرم الجامعي والمنطقة المحلية.
المحتوى المتعدد الوسائط: استمتع بمحتوانا المتنوع بما في ذلك الصور ومقاطع الفيديو والرسوم البيانية.',
    'value_d' => 'النزاهة: نحن نلتزم بأعلى المعايير الأخلاقية لضمان أن تكون أخبارنا موثوقة وموثوقة.
الشمولية: نحن ملتزمون بتمثيل أصوات ومنظورات متنوعة في تقاريرنا.
الابتكار: نحن نتبنى التقنيات والأساليب الجديدة لتحسين روايتنا والوصول إلى جمهورنا.
المجتمع: نسعى لبناء علاقة قوية مع قرائنا وتعزيز روح المجتمع من خلال محتوانا.',

    '' => '',

];