<?php

return [
    'home page' => 'עמוד הבית',
    'about us' => 'אודותינו',
    'news' => 'חדשות',
    'support' => 'תמיכה',
    'palastine' => 'פלסטין',
    'israel' => 'ישראל',
    'points issue' => 'הנקודות החשובות ביותר בקרב הפלסטיני',
    'prominent crimes' => 'הפשעים הבולטים ביותר',
    'prominent stages' => 'השלבים הבולטים ביותר של המאבק הפלסטיני',
    'login' => 'התחברות',
    'register' => 'הרשמה',
    'arabic' => 'ערבית',
    'english' => 'אנגלית',
    'hebrew' => 'עברית',
    'wpalastine' => 'האזור הגאוגרפי המתרחק מדרום מזרח ים התיכון עד לעמק הירדן, עם האפשרות להרחבת ההגדרה כולל אזורים מזרח הירדן. הוא נחשב לצומת של תרבויות, סחר, ופוליטיקה, עם ישות פוליטית משותפת כמו ישראל, הגדה המערבית, ורצועת עזה. האזור כולל ערים של חשיבות היסטורית ודתית, עם שליטה צבאית ישראלית ושלטון עצמאי פלסטיני. ערבים מהווים אחוז גדול מהאוכלוסיה, חווים מתחים בטחוניים, סכסוכים פוליטיים, הפרות זכויות אדם, פעולות התנחלות וגזענות.',
    'back_to_home' => 'חזור לדף הבית',
    'search' => 'חיפוש',
    'recent_post' => 'פוסטים אחרונים',
    'photo_feeds' => 'עדכוני תמונות',
    'Newsletter' => 'ניוזלטר',
    'subscribe' => 'הרשם',
    'choose_language' => 'בחר את השפה',
    'success_message' => 'התגובה נשלחה בהצלחה',
    'comment' => 'תגובות',
    'nocomment' => 'אין תגובות',
    'l_reply' => 'השאר תגובה',
    'notes' => 'הערות',
    'copyright' => 'כל הזכויות שמורות | תבנית זו נוצרה באמצעות',
    'sendMessage' => ' הוסף תגובה',
    'follow_us' => 'עקוב אחרינו',
    'about_us' => 'עלינו',
    'welcome' => 'ברוכים הבאים',
    'mission' => 'המשימה שלנו',
    'team' => 'הצוות שלנו',
    'offer' => 'מה אנחנו מציעים',
    'value' => 'הערכים שלנו',
    'welcome_d' => 'אנחנו צוות נלהב של סטודנטים שמוקדשים להבאת החדשות האחרונות ומאמרים מרתקים לקהילה שלנו. האתר שלנו הוא פלטפורמה למעורבות, חינוך והשראה לקוראים שלנו עם עיתונות איכותית ופרספקטיבות מגוונות על אירועים אקטואליים.',
    'mission_d' => 'המשימה שלנו היא לספק חדשות מדויקות, בזמן ורלוונטיות לקהל שלנו. אנחנו מאמינים בכוח של מידע לעצב דעות, להצית דיונים ולהוביל לשינוי חיובי. אנחנו שואפים לכסות מגוון רחב של נושאים, מהחדשות המקומיות ואירועי הקמפוס ועד לנושאים גלובליים וחדשנות.',
    'team_d' => 'הצוות שלנו מורכב מסטודנטים מוכשרים ומונעים ממגוון תחומים, המשלבים כישורים ופרספקטיבות שונות. יש לנו כותבים, עורכים, צלמים ומפתחים שעובדים יחד כדי להבטיח שהתוכן שלנו יהיה מעניין והאתר שלנו יהיה ידידותי למשתמש.',
    'offer_d' => 'חדשות מתפרצות: הישאר מעודכן במתרחש בקמפוס שלנו, בקהילה ובעולם.
    מאמרים מעמיקים: חקור מאמרים מקיפים המציעים ניתוחים מעמיקים ותובנות על נושאים חשובים.
    מאמרי דעה: קרא דעות מרתקות ממחברינו על מגוון נושאים.
    סיקור אירועים: קבל עדכונים על האירועים המתרחשים בקמפוס ובאזור המקומי.
    תוכן מולטימדיה: תהנה מתוכן מולטימדיה עשיר שלנו, כולל תמונות, וידאו ואינפוגרפיקה.',
    'value_d' => 'יושרה: אנחנו עומדים בסטנדרטים האתיים הגבוהים ביותר, מבטיחים שהחדשות שלנו מהימנות ואמינות.
    הכללה: אנחנו מחויבים לייצג קולות ופרספקטיבות מגוונות בדיווחים שלנו.
    חדשנות: אנחנו מאמצים טכנולוגיות ושיטות חדשות לשיפור הסיפור שלנו וההגעה לקהל שלנו.
    קהילה: אנחנו שואפים לבנות קשר חזק עם הקוראים שלנו ולטפח תחושת קהילה דרך התוכן שלנו.',





];